Repository: overbearing/rosebike
Catalog: RoseRiding/APP/*.lproj/Localizable.strings
Languages: de

source: Activate Now ?
de: Jetzt aktivieren ?

source: Home
de: Zuhause

source: Profile
de: Profil

source: Menu
de: Speisekarte

source: Disconnected
de: Getrennt

source: Sports Mode
de: Sports modus

source: Normal Mode
de: Normaler Modus

source: Sleep Mode
de: Schlafmodus

source: Airplane Mode
de: Flugzeug-Modus

source: Power Saving Mode
de: Energiesparmodus

source: Installation Mode
de: Installationsmodus

source: Airplane Mode
de: Flugzeug-Modus

source: Lock Bike
de: Fahrrad sperren

source: Unlock Bike
de: Fahrrad freischalten

source: Secured
de: Gesichert

source: Unsecured
de: Ungesichert

source: Connected
de: Verbunden

source: Activated
de: aktiviert

source: Deactivated
de: inaktiviert

source: Current Bike
de: aktuelles Fahrrad

source: Others Bike
de: andere Fahrrad

source: Bike Type
de: Fahrradtyp

source: Bike Color
de: Fahrradfarbe

source: Manufactory Date
de: Herstellungsdatum

source: Bike Manufacturer
de: Fahrradhersteller

source: Bike Serial Number
de: Fahrradseriennummer

source: You must enter bike name.
de: Sie müssen den Fahrradnamen eingeben

source: Input bike type
de: Eingabe Fahrradtyp

source: Input bike color
de: Eingabe Fahrradfarbe

source: Input manufactore date
de: Eingabe Herstellungsdatum

source: Input bike manufacturer
de: Eingabe Fahrradhersteller

source: Input bike serial number
de: Seriennummer des Fahrrads eingeben

source: Save
de: speichern

source: Bike Details
de: Fahrraddetails

source: Add Bike
de: Fahrrad hinzufügen

source: Hello World
de: Hallo Welt

source: Add A New Device
de: Neues Gerät hinzufügen

source: Service remaining days
de: Service Verbleibende Tage

source: Attach Bike
de: Fahrrad anbringen

source: Input Activation Code
de: Aktivierungscode eingeben

source: I agree to the terms of the User Agreement
de: Ich stimme den Bestimmungen der Benutzervereinbarung zu.

source: My Bikes
de: Meine Fahrräder

source: Message
de: Botschaft

source: Messages
de: Mitteilungen

source: Help
de: Hilfe

source: User Agreement
de: Nutzungsbedingungen

source: Hot Questions
de: Heiße Fragen

source: Logout
de: Ausloggen

source: Languages
de: Sprachen

source: About Us
de: Über uns

source: Reset Password
de: Passwort Zurücksetzen

source: New Password
de: Neues Kennwort

source: Double Check
de: Überprüfen

source: Please input a valid email
de: Bitte geben Sie eine gültige E-Mail ein

source: Please input code
de: Bitte Code eingeben

source: Please input password
de: bitte Passwort eingeben

source: Please input password again
de: Bitte Passwort erneut eingeben

source: Enter flight mode successful
de: Flugmodus erfolgreich aufrufen

source: Please input some password
de: Bitte geben Sie ein Passwort ein

source: ● Include both upper and lower case characters; ● Include at least one number; ● Be at least 8 characters long
de: ● sowohl Groß- als auch Kleinbuchstaben enthalten; n ● mindestens eine Zahl enthalten; n ● mindestens 8 Zeichen lang sein

source: Submit
de: Einreichen

source: Warning!
de: Warnung!

source: List of unread messages
de: Liste der ungelesenen Nachrichten

source: List of all messages
de: Liste aller Nachrichten

source: Was this a false alarm?
de: War das ein Fehlalarm?

source: No messages
de: keine Nachrichten

source: Yes
de: Ja

source: No
de: Nein

source: Password
de: Passwort

source: FORGOT PASSWORD?
de: PASSWORT VERGESSEN?

source: Discover New Version
de: Neue Version entdecken

source: It is the latest version
de: Es ist die neueste Version

source: Cancle
de: Abbrechen

source: Save failed
de: Speichern fehlgeschlagen

source: Anti-theft
de: Diebstahlsicherung

source: Beeper
de: Piepser

source: Management
de: Verwaltung

source: Popular Cities
de: Beliebte Städte

source: Last location
de: Letzter Standort

source: Alarm or not
de: Alarm oder nicht

source: Auto-lock or not (away from the device)
de: Auto-Lock oder nicht (vom Gerät entfernt)

source: Activate geo-fence or not
de: Geo-Zaun aktivieren oder nicht

source: Set the area of geo-fence
de: Stellen Sie den Bereich des Geo-Zauns ein

source: Turn on/off
de: An/Ausschalten

source: Regular
de: regulär

source: Beeping timer
de: piepender Timer

source: Set beeping time
de: Signalton einstellen

source: Interval timer
de: Intervalltimer

source: Set beeping interval
de: Signalton einstellen

source: Last servicing date
de: letztes Wartungsdatum

source: Authorized contract view
de: autorisierte Vertragsansicht

source: Number of devices
de: Anzahl der Geräte

source: Name of major device
de: Name des Hauptgeräts

source: Device manager
de: Gerätemanager

source: Woking Mode
de: Woking-Modus

source: Device status
de: Gerätestatus

source: Online or not
de: online oder nicht

source: Battery status
de: Batteriestatus

source: Set up equipment
de: Ausrüstung einrichten

source: Authorized device
de: autorisiertes Gerät

source: No. of devices:
de: Anzahl der Geräte:

source: Idle
de: Leerlauf

source: In use
de: in Benutzung

source: Lingking Device
de: Lingking-Gerät

source: Linked
de: verknüpft

source: Firmware current version
de: Firmware aktuelle Version

source: Update
de: aktualisieren

source: Update to 5.5 or not
de: Update auf 5.5 oder nicht

source: Authorized days
de: autorisierte Tage

source: Please input user id to search
de: Bitte geben Sie die Benutzer-ID für die Suche ein

source: Fixed working mode
de: fester Arbeitsmodus

source: Scheduled working mode
de: Geplanter Arbeitsmodus

source: Confirm
de: bestätigen

source: Edit
de: bearbeiten

# riding mode
source: My Riding
de: Mein Reiten

source: Add work schedule
de: Arbeitsplan hinzufügen

source: Modify name
de: Name ändern

source: Modify bike name
de: Fahrradname ändern

source: Schedule time
de: Planmäßige Zeit

source: Select time period
de: Zeitraum auswählen

source: Submit work schedule
de: Arbeitsplan einreichen

source: Id
de: ICH WÜRDE

source: Gender
de: Geschlecht

source: Male
de: männlich

source: Female
de: weiblich

source: Diverse
de: vielfältig

source: Every Sunday
de: jeden Sonntag

source: Every Monday
de: jeden Montag

source: Every Tuesday
de: jeden Dienstag

source: Every Wednesday
de: jeden Mittwoch

source: Every Thursday
de: jeden Donnerstag

source: Every Friday
de: jeden Freitag

source: Every Saturday
de: jeden Samstag

source: 1 day
de: 1 Tag

source: 3 days
de: 3 Tage

source: 1 week
de: 1 Woche

source: 2 weeks
de: 2 Wochen

source: 1 month
de: 1 Monat

source: Bluetooth Not Found
de: Bluetooth nicht gefunden

source: Bluetooth Connect Failed
de: Bluetooth-Verbindung fehlgeschlagen

source: No Device
de: Kein Gerät

source: Activate success
de: Erfolg aktivieren

source: Please connect the system bluetooth
de: Bitte verbinden Sie das System Bluetooth

source: Auto connect success
de: Erfolgreich automatisch verbinden

source: Auto connecting
de: Automatische Verbindung

source: Start connecting to bluetooth
de: Verbindung zu Bluetooth herstellen

source: Device is activating
de: Gerät wird aktiviert

source: Bluetooth has been disconnected
de: Bluetooth wurde getrennt

source: Unable to start flight mode, please connect the device and start
de: Flugmodus kann nicht gestartet werden, bitte Gerät anschließen und starten

source: Bluetooth connection successful
de: Bluetooth-Verbindung erfolgreich

source: Please activate the device first
de: Bitte aktivieren Sie zuerst das Gerät

source: Device not connected
de: Gerät nicht angeschlossen

source: TURN ON AIRPLANE MODE?
de: /nFLUGZEUGMODUS EINSCHALTEN?/n/n

source: Don’t Allow
de: Nicht zulassen

source: You are entering AIRPLANE mode. You can exit the airplane mode by using a power bank ONLY.
de: Sie wechseln in den FLUGZEUG-Modus. Sie können den Flugzeugmodus NUR mit einer Power Bank verlassen.

source: If you want to automatically enter anti-theft mode, please tap 'Menu -> Anti-theft' and turn on 'Auto-lock or not'.
de: Wenn Sie automatisch in den Diebstahlschutzmodus wechseln möchten, tippen Sie bitte auf "Menü -> Diebstahlsicherung" und aktivieren Sie "Automatische Sperre oder nicht".

source: Lost connection
de: Verlorene Verbindung

source: Do you want to enter anti-theft mode?
de: Möchten Sie in den Diebstahlschutzmodus wechseln?

source: Bike Vibration Alarm - Bluetooth
de: Fahrrad-Vibrationsalarm - Bluetooth

source: ALERT: Your bike has detected a vibration while is it connected to your phone via Bluetooth. We suggest you check your bike for security reasons.
de: ALARM: Eine Vibration vom Gerät wurde festgestellt, während es über Bluetooth mit dem Handy verbunden ist. Bitte überprüfen Sie Ihr Fahrrad aus Sicherheitsgründen.

source: No device
de: Kein Gerät

source: Unable to locate the current city
de: Die aktuelle Stadt kann nicht gefunden werden

source: You have not downloaded Google Maps
de: Sie haben Google Maps nicht heruntergeladen

source: ALERT: Your bike has registered a geofence alarm that your bike has left the designated area.
de: ALARM: Ihr Fahrrad hat einen Geofence-Alarm registriert, dass Ihr Fahrrad den angegebenen Bereich verlassen hat.
